export const storyTimeline = [
  {
    year: "2020.12.26",
    title: "交往",
    description: "從一碗豆花開始的緣分，一次幫媽媽化妝的相遇，短短兩個禮拜的認識，我們卻很確定彼此就是想一起走下去的人。",
    image: "/gallery/20210103.jpg",
  },
  {
    year: "2025.12.27",
    title: "求婚",
    description:
      "在交往滿五週年後，在最摯愛的家人與朋友見證下，我們許下了未來的承諾。謝謝一路以來的陪伴與支持，也謝謝妳願意成為我人生最重要的另一半。",
    image: "/gallery/20251227.jpg",
  },
  {
    year: "2027.01.17",
    title: "結婚",
    description:
      "經過一路的陪伴與成長，我們決定攜手走進人生下一個階段。未來的日子裡，也請大家繼續多多指教，與我們一起分享更多幸福與喜悅。",
  },
];